tap "homebrew/bundle"
tap "homebrew/services"
brew "xz"
brew "autoconf"
brew "ncurses"
brew "bash"
brew "bat"
brew "bottom"
brew "cmake"
brew "sqlite"
brew "codespell"
brew "coreutils"
brew "daktilo"
brew "openjdk"
brew "python@3.12"
brew "dex2jar"
brew "diffutils"
brew "direnv"
brew "duf"
brew "dust"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gdu"
brew "geoipupdate"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-time"
brew "libusb"
brew "go"
brew "grep"
brew "htop"
brew "iftop"
brew "liblqr"
brew "imagemagick"
brew "iperf3"
brew "iproute2mac"
brew "ipython"
brew "jenv"
brew "jq"
brew "lazygit"
brew "less"
brew "lesspipe"
brew "libmaxminddb"
brew "luarocks"
brew "scipy"
brew "manim"
brew "maven"
brew "media-info"
brew "miller"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "onefetch"
brew "ouch"
brew "p7zip"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "repo"
brew "rich-cli"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "ruby"
brew "rust"
brew "scrcpy"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "sleepwatcher", restart_service: :changed
brew "smartmontools"
brew "speedtest-cli"
brew "strongswan"
brew "taskopen"
brew "taskwarrior-tui"
brew "tealdeer"
brew "tmate"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "tree-sitter-cli"
brew "typescript"
brew "unar"
brew "vim"
brew "virtualenv"
brew "virtualenvwrapper"
brew "vivid"
brew "wget"
brew "woff2"
brew "xclip"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh"
cask "aldente"
cask "alt-tab"
cask "basictex"
cask "calibre"
cask "firefox"
cask "flutter"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono-nerd-font"
cask "keyclu"
cask "markedit"
cask "neovide-app"
cask "rar"
cask "rectangle"
cask "windsurf"
cask "xbar"
