tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "autoconf"
brew "bat"
brew "sqlite"
brew "cmake"
brew "codespell"
brew "coreutils"
brew "cpanminus"
brew "daktilo"
brew "openjdk"
brew "dex2jar"
brew "diffutils"
brew "duf"
brew "dust"
brew "exiftool"
brew "eza"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "geoipupdate"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-time"
brew "grep"
brew "ncurses"
brew "htop"
brew "iftop"
brew "liblqr"
brew "imagemagick"
brew "iperf3"
brew "iproute2mac"
brew "jenv"
brew "jq"
brew "lazygit"
brew "less"
brew "lesspipe"
brew "libmaxminddb"
brew "miller"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "onefetch"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "pipenv"
brew "poppler"
brew "py3cairo"
brew "repo"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "ruby"
brew "rust"
brew "scipy"
brew "scrcpy"
brew "shellcheck"
brew "shfmt"
brew "sleepwatcher", restart_service: true
brew "smali"
brew "smartmontools"
brew "speedtest-cli"
brew "stow"
brew "strongswan"
brew "taskopen"
brew "taskwarrior-tui"
brew "tealdeer"
brew "tmate"
brew "tmux"
brew "tmuxinator"
brew "transmission-cli"
brew "tree"
brew "typescript"
brew "unar"
brew "vim"
brew "virtualenv"
brew "virtualenvwrapper"
brew "vivid"
brew "wget"
brew "woff2"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh"
cask "basictex"
cask "chatgpt"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono-nerd-font"
cask "neovide"
cask "rar"
